{
    "name": "Kondapalli Ramesh",
    "email": "rams.kondapalli@gmail.com",
    "mobile_number": "9666298258",
    "skills": [
        "Development activities",
        "Marketing",
        "Cms",
        "Ubuntu",
        "Js",
        "Windows",
        "Visual",
        "Wordpress",
        "Javascript",
        "Website",
        "Coding",
        "Scripting",
        "Technical",
        "Engineering",
        "Api",
        "Communication",
        "Ecommerce",
        "English",
        "Web services",
        "Html",
        "Php",
        "Design",
        "Scrum",
        "Writing",
        "Architectures",
        "Video",
        "Mysql",
        "Computer applications",
        "System",
        "Email",
        "Mobile",
        "Click",
        "Facebook",
        "Programming",
        "Xml",
        "Java",
        "Testing",
        "Content",
        "Database"
    ],
    "college_name": null,
    "degree": null,
    "designation": null,
    "experience": [
        "  Proficient in Database design & development which includes Stored Procedures, Functions.",
        "  Problem solving skills, ability to work under pressure, withstanding long working hours and ready to",
        "accept any challenging assignments.",
        "  Ability to adapt to new concepts quickly, Good Team player as well as Independent worker.",
        "TECHNICAL PROFICIENCY:",
        ":             PHP, HTML",
        "Web Technologies",
        "PHP Frameworks",
        ":",
        "Architectures                  :",
        ":",
        "Web Services",
        ":",
        "Databases",
        ":",
        "Markup Languages",
        "Codeigniter, Laravel",
        "MVC.",
        "Web Services, Restful API",
        "MySql",
        "HTML4&5, XML, Bootstrap, CSS3.",
        ":",
        "Scripting Languages",
        ":",
        "IDEs",
        "Operating System",
        ":",
        "Version Control Tools    :",
        "Other Plug-Ins",
        "Javascript, jQuery, AngularJS",
        "NetBeans, Visual Studio Code",
        "Windows XP/7/8/10, Ubuntu",
        "GIT, SVN",
        ":           Social Network Integrations, Google Maps, amcharts, Date &",
        "CMS",
        ":",
        "Time Pickers",
        "Wordpress, Magento",
        "PROFESSIONAL QUALIFICATION:",
        "Master’s  degree  (Master  of  Computer  Applications)  from  Godavari  Institute  of  Engineering  and",
        "Technology, Rajahmundry",
        "PROJECT PROFILE:",
        "Project: TABIIB",
        "Description: TABIIB is a website and mobile application that streamlines patient-doctor",
        "communication. Patients find the right doctors instantly and book appointments easily. Doctors set up",
        "their profiles on clinics and increase their patient base. TABIIB is exclusively designed for GCC and is",
        "operational in Bahrain, UAE, Saudi Arabia and Qatar.",
        "Technologies:",
        "PHP, Laravel, Javascript, JQuery, Web API’s, Bootstrap integrated design, MySql,",
        "Third party video API integration",
        "Responsibilities:      One of the Senior Developers of the SCRUM team.",
        "Code Development, which includes GUI and Business logic level coding",
        "As  a  Senior  Developer  handled  the  project  on  development  standpoint  supporting",
        "freshers.",
        "Payment gateway integration and integrate the Smart Card Reader into website.",
        "Handling Cron Jobs.",
        "Handled critical functionality and logic of the product.",
        "Involved in writing stored procedures.",
        "Integrated multiple payment gateways as per the Region.",
        "URL                    :           https://www.tabiib.com/",
        "Project:",
        "LOLOTRANS",
        "Description: LOLOTRANS is a website that streamlines vehicle-customer communication. Customer",
        "finds the nearest available vehicle and book or bid the vehicle easily.",
        "Technologies:",
        "PHP, Codeigniter, Java Script, JQuery, Web API’s, Bootstrap, MySql.",
        "Responsibilities:     Full Stack Developer – Handled complete project single handedly.",
        "URL                       :        https://www.lolotrans.com",
        "Project: Stepath",
        "Description:  Stepath  is  an  online  Interview  and  Quiz  Contest  management  application  where  an",
        "employer can screen, conduct interviews with the application which includes all types of interviews like",
        "Online rounds, JAM and Quiz. Candidates’ credentials can be managed here.",
        "Technologies:",
        "Responsibilities:   Full Stack Developer – Handled complete project single handedly.",
        "PHP, Codeigniter, Javascript, jQuery, Web API’s, Bootstrap, MySql",
        "Project:",
        "Tech in Kannada",
        "Description: It is a multi-linguistic web application that allows the admin to post articles in",
        "Facebook from admin panel using FB Instant articles.",
        "Technologies:",
        "Responsibilities:  Solely handled the project right from requirement phase to development and",
        "PHP, Codeigniter,Javascript, jQuery, Web API’s, Bootstrap, MySql.",
        "URL:",
        "Deployment of the project.",
        "http://www.techinkannada.com/",
        "Project:",
        "Veg Wheels",
        "Description:  It  is  a  custom  ecommerce  website  to  sell  vegetables  and  groceries  online.",
        "Customers  can  pay  online  and  goods  will  be  delivered  at  their  doorsteps.  Also  Cash  on",
        "Delivery option can be chosen by the customers.",
        "Technologies:          PHP, Codeigniter, Javascript, jQuery, Web API’s, Bootstrap, MySql,",
        "Responsibilities:   Solely handled the project right from requirement phase to development, Testing",
        "and Deployment of the project.",
        "PROJECT:",
        "Rent to Any",
        "Description: Rent to Any is an online rental platform where an individual can let out their properties,",
        "goods  and  any  other  services  for  on  rental  basis  and  any  individual  can  avail  these  services  via  our",
        "platform. Any services like properties, furniture, hiring people for hourly basis etc can be availed.",
        "Technologies:",
        "Responsibilities:  End –to-End Development activities right from conceptualization, design",
        "PHP, Codeigniter, Javascript, jQuery, Bootstrap, MySql.",
        "development, Testing, and deployment and maintenance.",
        "Project: The Business of Advice",
        "Description: The Business of Advice is an online content selling website.",
        "Technologies",
        "Responsibilities",
        "URL",
        ":",
        ":",
        ":",
        "Wordpress and MySql",
        "Full Stack Developer – Handled complete project single handedly.",
        "https://thebusinessofadvice.com.au/",
        "Project:",
        "Rapidoffer",
        "Description: Rapidoffer is an online Multi-level-Marketing website where members have to",
        "register on the site and refer someone to join using member referral code, upon joining the",
        "referrer will be rewarded with some bounty.",
        "Technologies:    AngularJS, PHP, Codeigniter, Javascript, jQuery, Web API’s,",
        "Bootstrap, MySql.",
        "Responsibilities:  Solely  handled  the  project  right  from  requirement  phase  to  development,  Testing",
        "and Deployment of the project.",
        "More Projects:",
        "https://kkeydos.com/",
        "http://datacumen.com/",
        "http:jattutrustcrzbnf.org/",
        "http://greenrichindia.com/",
        "http://www.cqubes.com/",
        "Other Achievements and Activities:",
        "  Developed Chrome extensions(plugins) for various one-click activities and automations."
    ],
    "company_names": null,
    "no_of_pages": 4,
    "total_experience": 0.0
}